Repository: yataya1987/IdentityServer4.AdminUI
Catalog: src/Frontend/*.UI.SSO/Resources/Views/Home/Index.*.resx
Languages: pt_br

# Body-Welcome
source: <h1 class="display-4">Welcome!</h1> <p class="lead">Jp Project is composed by 3 WebApp: A Single Sign On Server, User Management and Admin for ID4.</p> <hr class="my-4"> <p>Access below each of them.</p> <p> Here are links to the <a class="text-white-50" href="https://github.com/brunohbrito/JP-Project">source code repository</a>, and <a class="text-white-50" href="https://jp-project.readthedocs.io/en/latest/index.html">docs to more info</a>. </p>
pt_br: <h1 class="display-4">Bem vindo!</h1> <p class="lead">Jp Project é composto por 3 WebApp: Single Sign On Server, Administração de usuário e painel de Administração para IdentityServer4.</p> <hr class="my-4"> <p>Abaixo é possivel acessar cada um deles.</p> <p> Aqui estão os links para o <a class="text-white-50" href="https://github.com/brunohbrito/JP-Project">source code repository</a>, e também a<a class="text-white-50" href="https://jp-project.readthedocs.io/en/latest/index.html">documentação para informações adicionais</a>. </p>

# Menu-User
source: User
pt_br: Usuario

# Body-Click
source: Click
pt_br: Clique

# Body-Demo
source: Choose demo
pt_br: Escolha um demo

# Body-Document
source: IdentityServer publishes a <a href="~/.well-known/openid-configuration">discovery document</a> where you can find metadata and links to all the endpoints, key material, etc.
pt_br: O IdentityServer publica um <a href="~/.well-known/openid-configuration">discovery document</a>. Lá você pode encontrar os metadados, links, endpoints e outras informações úteis do SSO.

# Body-Here
source: here
pt_br: aqui

# Body-HimselfData
source: is an UI for users to manage himself data. You can change your profile, update password and so on.
pt_br: é uma interface para gerenciar o profile do usuário. Pode ser atualizado a senha, foto de perfil e muito mais.

# Body-IS4-Main-Goal
source: The main goal of Jp Project is provide a
pt_br: O objetivo principal do Jp Project é prover um

# Body-Jp-Description
source: <h1 class="mb-3 text-sm-nowrap">Jp Project</h1> <h2 class="mb-3 text-sm-nowrap">Free Admin Panel for IdentityServer4 administration</h2> <p class="lead"> The only Bootstrap Admin UI you need to <strong>create your Single Sign On solution</strong>. </p> <p class="lead mb-4"> Jp Project is an open source initiative. Built within Bootstrap 4, Angular 7 and .Net Core 2.2. </p> <div class="d-flex flex-column flex-md-row lead mb-3"> <a href="#live-preview" class="btn btn-lg btn-outline-light mb-3 mb-md-0 mr-md-3">Live preview</a> <a href="https://github.com/brunohbrito/JP-Project" class="btn btn-lg btn-outline-light mb-3 mb-md-0 mr-md-3">Download Jp Project</a> </div> <div class="version text-small mt-3"> Library version: <strong>1.1</strong> · Admin template version: <strong>1.1</strong> </div>
pt_br: <h1 class="mb-3 text-sm-nowrap">Jp Project</h1> <h2 class="mb-3 text-sm-nowrap">Painel de Administração gratuito do IdentityServer4</h2> <p class="lead"> Um solução completa baseado em Bootstrap para criar teu próprio servidor de<strong> Single Sign On</strong>. </p> <p class="lead mb-4"> Jp Project é uma iniciativa open source. Contruído com Bootstrap 4, Angular 7 e .Net Core 2.2. </p> <div class="d-flex flex-column flex-md-row lead mb-3"> <a href="#live-preview" class="btn btn-lg btn-outline-light mb-3 mb-md-0 mr-md-3">Veja agora</a> <a href="https://github.com/brunohbrito/JP-Project" class="btn btn-lg btn-outline-light mb-3 mb-md-0 mr-md-3">Download Jp Project</a> </div> <div class="version text-small mt-3"> Library version: <strong>1.1</strong> · Admin template version: <strong>1.1</strong> </div>

# Body-Manage
source: to manage your stored grants.
pt_br: para gerenciar suas permissões concedidas.

# Body-ManageServer
source: to manage Server.
pt_br: para gerenciar o server.

# Body-RichUI
source: to manage Identity Server 4. A rich UI, developed in Angular 6.
pt_br: para gerenciar o Identity Server 4. Uma interface rica desenvolvida em Angular 7.

# Body-UIAngular7
source: A rich UI, developed in Core UI Angular 7 template.
pt_br: Uma interface rica desenvolvida em Angular 7 e Core UI template.
